import dirImg from "../../public/diractions.svg";

export const directions: IDirectionDTO[] = [
    {
        "buttonText": "Бакалавриат",
        "directions": [
            {
                "title": "Прикладная математика и информатика",
                "subjects": "Математика, Информатика и ИКТ, Русский язык",
                "text": "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
                "image": dirImg,
            }, {
                "title": "Математическое обеспечение и системное администрирование",
                "subjects": "Математика, Информатика и ИКТ, Русский язык",
                "text": "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
                "image": dirImg,
            }, {
                "title": "Фундаментальная математика",
                "subjects": "Математика, Информатика и ИКТ, Русский язык",
                "text": "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
                "image": dirImg,
            }, {
                "title": "Прикладная информатика",
                "subjects": "Математика, Информатика и ИКТ, Русский язык",
                "text": "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
                "image": dirImg,
            },
        ]
    }, {
        "buttonText": "Магистратура",
        "directions": [
            {
                "title": "Прикладная математика и информатика",
                "subjects": "Математика, Информатика и ИКТ, Русский язык",
                "text": "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
                "image": dirImg,
            }, {
                "title": "Фундаментальная математика",
                "subjects": "Математика, Информатика и ИКТ, Русский язык",
                "text": "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
                "image": dirImg,
            }
        ]
    }, {
        "buttonText": "Аспирантура",
        "directions": [
            {
                "title": "Прикладная математика и информатика",
                "subjects": "Математика, Информатика и ИКТ, Русский язык",
                "text": "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
                "image": dirImg,
            }
        ]
    }
]