import dirImg from "../../public/diractions.svg";

export const directions: IDirectionDTO[] = [
    {
        "buttonText": "Бакалавриат",
        "directions": [
            {
                "title": "Прикладная математика и информатика",
                "code": "01.03.02",
                "forms": ["Очная"],
                "subjects": "Математика, Информатика и ИКТ, Русский язык",
                "text": "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
                "image": dirImg,
            }, {
                "title": "Математическое обеспечение и системное администрирование",
                "code": "02.03.03",
                "forms": ["Очная"],
                "subjects": "Математика, Информатика и ИКТ, Русский язык",
                "text": "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
                "image": dirImg,
            }, {
                "title": "Фундаментальная информатика и информационные технологии",
                "code": "02.03.02",
                "forms": ["Очная"],
                "subjects": "Математика, Информатика и ИКТ, Русский язык",
                "text": "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
                "image": dirImg,
            }, {
                "title": "Прикладная информатика",
                "code": "09.03.03",
                "forms": ["Очная"],
                "subjects": "Математика, Информатика и ИКТ, Русский язык",
                "text": "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
                "image": dirImg,
            },
        ]
    }, {
        "buttonText": "Магистратура",
        "directions": [
            {
                "title": "Прикладная математика и информатика",
                "code": "01.04.02",
                "forms": ["Очная"],
                "subjects": "Математика, Информатика и ИКТ, Русский язык",
                "text": "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
                "image": dirImg,
            }, {
                "title": "Фундаментальная математика",
                "code": "02.04.02",
                "forms": ["Очная"],
                "subjects": "Математика, Информатика и ИКТ, Русский язык",
                "text": "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
                "image": dirImg,
            }, {
                "title": "Информационные системы и технологии",
                "code": "09.04.02",
                "forms": ["Очная", "Очно-заочная"],
                "subjects": "Математика, Информатика и ИКТ, Русский язык",
                "text": "Специальность, позволяющая составлять компьютерные программы, та в целом быть умным)",
                "image": dirImg,
            }
        ]
    }, {
        "buttonText": "Аспирантура",
        "directions": [
        ]
    }
]