export const news: INewDTO[] = [
    {
        "title": "1)Это могла быть новость, но сотрудники деканата халявят1)Это могла быть новость, но сотрудники деканата халявят1)Это могла быть новость, но сотрудники деканата халявят",
        "image": "fpm_logo.svg",
        "date": "15 марта,2023"
    }, {
        "title": "2)Это могла быть новость, но сотрудники деканата халявят",
        "image": "fpm_logo.svg",
        "date": "15 марта,2023"
    }, {
        "title": "3)Это могла быть новость, но сотрудники деканата халявят",
        "image": "fpm_logo.svg",
        "date": "15 марта,2023"
    }, {
        "title": "4)Это могла быть новость, но сотрудники деканата халявят",
        "image": "fpm_logo.svg",
        "date": "15 марта,2023"
    }, {
        "title": "5)Это могла быть новость, но сотрудники деканата халявят",
        "image": "next.svg",
        "date": "15 марта,2023"
    }, {
        "title": "6)Это могла быть новость, но сотрудники деканата халявят",
        "image": "fpm_logo.svg",
        "date": "15 марта,2023"
    }, {
        "title": "7)Это могла быть новость, но сотрудники деканата халявят",
        "image": "vercel.svg",
        "date": "15 марта,2023"
    }, {
        "title": "8)Это могла быть новость, но сотрудники деканата халявят",
        "image": "vercel.svg",
        "date": "15 марта,2023"
    }
]