import ContentBox from "@/layouts/ContentBox";

export default function AboutUs() {
    return <div className="container my-8 px-12 mx-auto">
        <ContentBox>
            <div className={"px-8 py-6 w-full text-xl"}>
                <p>На <strong>факультете компьютерных технологий и прикладной математики</strong> подготовку ведут
                    высококвалифицированные специалисты:</p>

                <ul className={"my-3 ml-16 list-disc"}>
                    <li>академик РАН</li>
                    <li>10 докторов наук</li>
                    <li>34 кандидата наук</li>
                </ul>

                <p>Студенты факультета работают в 9 современных компьютерных классах и Интернет-центре.</p>

                <p>Ежегодно более 60% выпускников факультета компьютерных технологий и прикладной математики поступают в
                    магистратуру и аспирантуру. На факультете учатся студенты стипендиаты Президента и Правительства РФ,
                    Администрации края, фондов Потанина, фонда &quot;Вольное дело&quot;.<br/>
                    <br/>
                    Ученые факультета компьютерных технологий и прикладной математики принимают участие во многих
                    научных<br/>
                    конференциях в России, ближнем и дальнем зарубежье. Объем научных исследований, проведенных на
                    факультете<br/>
                    только за последние 5 лет составил более 200 миллионов рублей. Это международные программы,
                    федеральные<br/>
                    программы, гранты Министерства Образования РФ и РФФИ, гранты различных Российских и международных
                    фондов. В<br/>
                    рамках ведущихся на факультете научных исследований за последние 5 лет преподавателями издано
                    35<br/>
                    учебно-методических пособий и опубликовано более 500 научных статей. Доклады профессора В.А.
                    Бабешко,<br/>
                    доктора физико-математических наук Е.В. Глушкова и других ведущих ученых были представлены на
                    международных<br/>
                    конференциях.</p>

            </div>
        </ContentBox>
    </div>
}